cases/openfoam/v2412_taylor_green/constant/transportProperties
FoamFile { format ascii; class dictionary; object transportProperties; }
transportModel Newtonian;
nu [0 2 -1 0 0 0 0] 0.01;
