cases/openfoam/v2412_taylor_green/system/blockMeshDict
FoamFile { format ascii; class dictionary; object blockMeshDict; }
scale 1;
vertices
(
    (0 0 0) (6.283185307179586 0 0) (6.283185307179586 6.283185307179586 0) (0 6.283185307179586 0)
    (0 0 0.1) (6.283185307179586 0 0.1) (6.283185307179586 6.283185307179586 0.1) (0 6.283185307179586 0.1)
);
blocks (hex (0 1 2 3 4 5 6 7) (40 40 1) simpleGrading (1 1 1));
edges ();
boundary
(
    xMin { type cyclic; neighbourPatch xMax; faces ((0 4 7 3)); }
    xMax { type cyclic; neighbourPatch xMin; faces ((1 2 6 5)); }
    yMin { type cyclic; neighbourPatch yMax; faces ((0 1 5 4)); }
    yMax { type cyclic; neighbourPatch yMin; faces ((3 7 6 2)); }
    frontAndBack { type empty; faces ((0 3 2 1) (4 5 6 7)); }
);
mergePatchPairs ();
