cases/openfoam/v2412_taylor_green/system/controlDict
FoamFile { format ascii; class dictionary; object controlDict; }
application icoFoam;
startFrom startTime;
startTime 0;
stopAt endTime;
endTime 0.2;
deltaT 0.001;
writeControl runTime;
writeInterval 0.2;
purgeWrite 0;
writeFormat ascii;
writePrecision 10;
runTimeModifiable false;
